{
  "resultset": {
    "row": [
      {"field": [43003016, 43, 3, 16, "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life."]},
      {"field": [19023001, 19, 23, 1, "The LORD is my shepherd; I shall not want."]},
      {"field": [45008028, 45, 8, 28, "And we know that all things work together for good to them that love God, to them who are the called according to his purpose."]},
      {"field": [50004013, 50, 4, 13, "I can do all things through Christ which strengtheneth me."]},
      {"field": [24029011, 24, 29, 11, "For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end."]},
      {"field": [20003005, 20, 3, 5, "Trust in the LORD with all thine heart; and lean not unto thine own understanding."]},
      {"field": [20003006, 20, 3, 6, "In all thy ways acknowledge him, and he shall direct thy paths."]},
      {"field": [40006033, 40, 6, 33, "But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you."]},
      {"field": [23040031, 23, 40, 31, "But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint."]},
      {"field": [45012002, 45, 12, 2, "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God."]},
      {"field": [48005022, 48, 5, 22, "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,"]},
      {"field": [48005023, 48, 5, 23, "Meekness, temperance: against such there is no law."]},
      {"field": [49002008, 49, 2, 8, "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:"]},
      {"field": [49002009, 49, 2, 9, "Not of works, lest any man should boast."]},
      {"field": [43014006, 43, 14, 6, "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me."]},
      {"field": [191190105, 19, 119, 105, "Thy word is a lamp unto my feet, and a light unto my path."]},
      {"field": [40005016, 40, 5, 16, "Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven."]},
      {"field": [46013004, 46, 13, 4, "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,"]},
      {"field": [46013005, 46, 13, 5, "Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;"]},
      {"field": [46013006, 46, 13, 6, "Rejoiceth not in iniquity, but rejoiceth in the truth;"]},
      {"field": [46013007, 46, 13, 7, "Beareth all things, believeth all things, hopeth all things, endureth all things."]},
      {"field": [1001001, 1, 1, 1, "In the beginning God created the heaven and the earth."]},
      {"field": [19046001, 19, 46, 1, "God is our refuge and strength, a very present help in trouble."]},
      {"field": [43010010, 43, 10, 10, "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly."]},
      {"field": [50004006, 50, 4, 6, "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God."]},
      {"field": [50004007, 50, 4, 7, "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus."]},
      {"field": [23041010, 23, 41, 10, "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness."]},
      {"field": [40011028, 40, 11, 28, "Come unto me, all ye that labour and are heavy laden, and I will give you rest."]},
      {"field": [45005008, 45, 5, 8, "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us."]},
      {"field": [19139014, 19, 139, 14, "I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well."]},
      {"field": [55001007, 55, 1, 7, "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind."]},
      {"field": [6001009, 6, 1, 9, "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest."]},
      {"field": [19027001, 19, 27, 1, "The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?"]},
      {"field": [58011001, 58, 11, 1, "Now faith is the substance of things hoped for, the evidence of things not seen."]},
      {"field": [19037004, 19, 37, 4, "Delight thyself also in the LORD: and he shall give thee the desires of thine heart."]},
      {"field": [43015013, 43, 15, 13, "Greater love hath no man than this, that a man lay down his life for his friends."]},
      {"field": [20022006, 20, 22, 6, "Train up a child in the way he should go: and when he is old, he will not depart from it."]},
      {"field": [19121001, 19, 121, 1, "I will lift up mine eyes unto the hills, from whence cometh my help."]},
      {"field": [19121002, 19, 121, 2, "My help cometh from the LORD, which made heaven and earth."]},
      {"field": [40007007, 40, 7, 7, "Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:"]},
      {"field": [60005007, 60, 5, 7, "Casting all your care upon him; for he careth for you."]},
      {"field": [19019001, 19, 19, 1, "The heavens declare the glory of God; and the firmament sheweth his handywork."]},
      {"field": [45015013, 45, 15, 13, "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost."]},
      {"field": [51003023, 51, 3, 23, "And whatsoever ye do, do it heartily, as to the Lord, and not unto men;"]},
      {"field": [19034008, 19, 34, 8, "O taste and see that the LORD is good: blessed is the man that trusteth in him."]},
      {"field": [59001005, 59, 1, 5, "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him."]},
      {"field": [19091001, 19, 91, 1, "He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty."]},
      {"field": [19091002, 19, 91, 2, "I will say of the LORD, He is my refuge and my fortress: my God; in him will I trust."]},
      {"field": [49004032, 49, 4, 32, "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you."]},
      {"field": [40028019, 40, 28, 19, "Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:"]},
      {"field": [40028020, 40, 28, 20, "Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen."]},
      {"field": [20016003, 20, 16, 3, "Commit thy works unto the LORD, and thy thoughts shall be established."]},
      {"field": [19046010, 19, 46, 10, "Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth."]},
      {"field": [62004019, 62, 4, 19, "We love him, because he first loved us."]},
      {"field": [45006023, 45, 6, 23, "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord."]},
      {"field": [19051010, 19, 51, 10, "Create in me a clean heart, O God; and renew a right spirit within me."]},
      {"field": [23053005, 23, 53, 5, "But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed."]},
      {"field": [40022037, 40, 22, 37, "Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind."]},
      {"field": [40022038, 40, 22, 38, "This is the first and great commandment."]},
      {"field": [40022039, 40, 22, 39, "And the second is like unto it, Thou shalt love thy neighbour as thyself."]},
      {"field": [19119011, 19, 119, 11, "Thy word have I hid in mine heart, that I might not sin against thee."]},
      {"field": [43016033, 43, 16, 33, "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world."]},
      {"field": [20017017, 20, 17, 17, "A friend loveth at all times, and a brother is born for adversity."]},
      {"field": [19030005, 19, 30, 5, "For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning."]},
      {"field": [47005017, 47, 5, 17, "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new."]},
      {"field": [19100005, 19, 100, 5, "For the LORD is good; his mercy is everlasting; and his truth endureth to all generations."]},
      {"field": [40005044, 40, 5, 44, "But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;"]},
      {"field": [58012002, 58, 12, 2, "Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God."]},
      {"field": [19150006, 19, 150, 6, "Let every thing that hath breath praise the LORD. Praise ye the LORD."]},
      {"field": [43001001, 43, 1, 1, "In the beginning was the Word, and the Word was with God, and the Word was God."]},
      {"field": [19033004, 19, 33, 4, "For the word of the LORD is right; and all his works are done in truth."]},
      {"field": [52005016, 52, 5, 16, "Rejoice evermore."]},
      {"field": [52005017, 52, 5, 17, "Pray without ceasing."]},
      {"field": [52005018, 52, 5, 18, "In every thing give thanks: for this is the will of God in Christ Jesus concerning you."]},
      {"field": [19018002, 19, 18, 2, "The LORD is my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower."]},
      {"field": [45010009, 45, 10, 9, "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved."]},
      {"field": [19103002, 19, 103, 2, "Bless the LORD, O my soul, and forget not all his benefits:"]},
      {"field": [19103003, 19, 103, 3, "Who forgiveth all thine iniquities; who healeth all thy diseases;"]},
      {"field": [40006009, 40, 6, 9, "After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name."]},
      {"field": [40006010, 40, 6, 10, "Thy kingdom come, Thy will be done in earth, as it is in heaven."]},
      {"field": [40006011, 40, 6, 11, "Give us this day our daily bread."]},
      {"field": [40006012, 40, 6, 12, "And forgive us our debts, as we forgive our debtors."]},
      {"field": [40006013, 40, 6, 13, "And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen."]},
      {"field": [23026003, 23, 26, 3, "Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee."]},
      {"field": [19086015, 19, 86, 15, "But thou, O Lord, art a God full of compassion, and gracious, long suffering, and plenteous in mercy and truth."]},
      {"field": [43008032, 43, 8, 32, "And ye shall know the truth, and the truth shall make you free."]},
      {"field": [19037005, 19, 37, 5, "Commit thy way unto the LORD; trust also in him; and he shall bring it to pass."]},
      {"field": [14007014, 14, 7, 14, "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land."]},
      {"field": [19016008, 19, 16, 8, "I have set the LORD always before me: because he is at my right hand, I shall not be moved."]},
      {"field": [45003023, 45, 3, 23, "For all have sinned, and come short of the glory of God;"]},
      {"field": [19118024, 19, 118, 24, "This is the day which the LORD hath made; we will rejoice and be glad in it."]},
      {"field": [49006011, 49, 6, 11, "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil."]},
      {"field": [19028007, 19, 28, 7, "The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him."]},
      {"field": [43013034, 43, 13, 34, "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another."]},
      {"field": [43013035, 43, 13, 35, "By this shall all men know that ye are my disciples, if ye have love one to another."]},
      {"field": [19055022, 19, 55, 22, "Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved."]},
      {"field": [46010013, 46, 10, 13, "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it."]},
      {"field": [19034018, 19, 34, 18, "The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit."]},
      {"field": [20003003, 20, 3, 3, "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:"]},
      {"field": [20003004, 20, 3, 4, "So shalt thou find favour and good understanding in the sight of God and man."]},
      {"field": [19147003, 19, 147, 3, "He healeth the broken in heart, and bindeth up their wounds."]},
      {"field": [40019026, 40, 19, 26, "But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible."]},
      {"field": [19031024, 19, 31, 24, "Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD."]},
      {"field": [43015005, 43, 15, 5, "I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing."]},
      {"field": [19073026, 19, 73, 26, "My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever."]},
      {"field": [45012012, 45, 12, 12, "Rejoicing in hope; patient in tribulation; continuing instant in prayer;"]},
      {"field": [191190114, 19, 119, 114, "Thou art my hiding place and my shield: I hope in thy word."]},
      {"field": [62001009, 62, 1, 9, "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness."]},
      {"field": [19016011, 19, 16, 11, "Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore."]},
      {"field": [40016024, 40, 16, 24, "Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me."]},
      {"field": [19062001, 19, 62, 1, "Truly my soul waiteth upon God: from him cometh my salvation."]},
      {"field": [19062002, 19, 62, 2, "He only is my rock and my salvation; he is my defence; I shall not be greatly moved."]},
      {"field": [43003003, 43, 3, 3, "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God."]},
      {"field": [19145018, 19, 145, 18, "The LORD is nigh unto all them that call upon him, to all that call upon him in truth."]},
      {"field": [45008031, 45, 8, 31, "What shall we then say to these things? If God be for us, who can be against us?"]},
      {"field": [19040001, 19, 40, 1, "I waited patiently for the LORD; and he inclined unto me, and heard my cry."]},
      {"field": [59004007, 59, 4, 7, "Submit yourselves therefore to God. Resist the devil, and he will flee from you."]},
      {"field": [19056003, 19, 56, 3, "What time I am afraid, I will trust in thee."]},
      {"field": [55003016, 55, 3, 16, "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:"]},
      {"field": [19130005, 19, 130, 5, "I wait for the LORD, my soul doth wait, and in his word do I hope."]},
      {"field": [42006038, 42, 6, 38, "Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again."]}
    ]
  }
}
